Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: Press search to look up “%@”, or scan a barcode.
de: Auf Suchen tippen, um “%@” nachzuschlagen, oder einen Barcode scannen.
es: Pulsa buscar para localizar “%@” o escanea un código de barras.
fr: Appuyez sur Rechercher pour trouver “%@”, ou scannez un code-barres.
it: Premi Cerca per trovare “%@”, oppure scansiona un codice a barre.
nl: Druk op zoeken om “%@” op te zoeken, of scan een barcode.
pl: Naciśnij wyszukiwanie, aby wyszukać “%@”, lub zeskanuj kod kreskowy.
pt: Prima pesquisar para procurar “%@” ou digitalize um código de barras.
ro: Apasă pe căutare ca să cauți “%@”, sau scanează un cod de bare.
ru: Нажмите поиск, чтобы найти “%@”, или отсканируйте штрихкод.

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
nl: Voorbeeld
pl: Podgląd
pt: Pré-visualização
ro: Previzualizare
ru: Предпросмотр

source: Previous %lld days
de: Vorherige %lld Tage
es: %lld días anteriores
fr: %lld jours précédents
it: %lld giorni precedenti
nl: Vorige %lld dagen
pl: Poprzednie %lld dni
pt: %lld dias anteriores
ro: Precedentele %lld zile
ru: Предыдущие %lld дней

source: Previous month
de: Vorheriger Monat
es: Mes anterior
fr: Mois précédent
it: Mese precedente
nl: Vorige maand
pl: Poprzedni miesiąc
pt: Mês anterior
ro: Luna anterioară
ru: Предыдущий месяц

source: Primary
de: Primär
es: Principal
fr: Principale
it: Principale
nl: Primair
pl: Główne
pt: Principal
ro: Principală
ru: Основной

source: Primary source
de: Primäre Quelle
es: Fuente principal
fr: Source principale
it: Origine principale
nl: Primaire bron
pl: Główne źródło
pt: Fonte principal
ro: Sursă principală
ru: Основной источник

source: Primary: %@
de: Primär: %@
es: Principal: %@
fr: Principale : %@
it: Principale: %@
nl: Primair: %@
pl: Główne: %@
pt: Principal: %@
ro: Principală: %@
ru: Основной: %@

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
pl: Prywatność
pt: Privacidade
ro: Confidențialitate
ru: Конфиденциальность

source: Private by design
de: Privat durch Design
es: Privado por diseño
fr: Confidentiel par conception
it: Privato fin dalla progettazione
nl: Privé door ontwerp
pl: Prywatne z założenia
pt: Privado por conceção
ro: Confidențial prin concepție
ru: Приватность по замыслу

source: Private by design, private by default
de: Privat durch Design, privat als Standard
es: Privado por diseño, privado de forma predeterminada
fr: Confidentiel par conception, confidentiel par défaut
it: Privato fin dalla progettazione, privato per impostazione predefinita
nl: Privé door ontwerp, standaard privé
pl: Prywatne z założenia, prywatne domyślnie
pt: Privado por conceção, privado por predefinição
ro: Confidențial prin concepție, confidențial implicit
ru: Приватность по замыслу, приватность по умолчанию

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
nl: Profiel
pl: Profil
pt: Perfil
ro: Profil
ru: Профиль

source: Projected
de: Prognostiziert
es: Proyectado
fr: Projeté
it: Previsto
nl: Verwacht
pl: Prognozowany
pt: Projetado
ro: Proiectat
ru: Прогноз

source: Projection
de: Prognose
es: Proyección
it: Proiezione
nl: Projectie
pl: Prognoza
pt: Projeção
ro: Proiecție
ru: Прогноз

source: Protein
de: Eiweiß
es: Proteínas
fr: Protéines
it: Proteine
nl: Eiwitten
pl: Białko
pt: Proteínas
ro: Proteine
ru: Белки

source: Prvital counts the warm-up and the wear time from here, and shows a countdown until you need to replace it.
de: Prvital zählt ab hier die Aufwärmphase und die Tragezeit und zeigt einen Countdown bis zum fälligen Wechsel.
es: Prvital cuenta el calentamiento y el tiempo de uso desde aquí, y muestra una cuenta atrás hasta que tengas que reemplazarlo.
fr: Prvital compte le préchauffage et la durée de port à partir d'ici, et affiche un compte à rebours jusqu'au remplacement.
it: Prvital calcola il riscaldamento e il tempo di utilizzo a partire da questo momento e mostra un conto alla rovescia fino alla sostituzione.
nl: Prvital telt vanaf hier de opwarmtijd en de draagtijd, en toont een aftelling tot je deze moet vervangen.
pl: Prvital liczy rozgrzewanie i czas noszenia od tego momentu oraz pokazuje odliczanie do wymiany.
pt: A Prvital conta o aquecimento e o tempo de utilização a partir daqui e mostra uma contagem decrescente até ser necessário substituí-lo.
ro: Prvital numără perioada de încălzire și durata de purtare de aici și îți arată cât mai e până trebuie să îl înlocuiești.
ru: Prvital отсчитывает прогрев и время ношения с этого момента и показывает обратный отсчёт до замены.

source: Prvital is locked
de: Prvital ist gesperrt
es: Prvital está bloqueado
fr: Prvital est verrouillé
it: Prvital è bloccato
nl: Prvital is vergrendeld
pl: Prvital jest zablokowany
pt: O Prvital está bloqueado
ro: Prvital este blocat
ru: Prvital заблокирован

source: Prvital is private by design. Your health data lives on this device (and, only if you turn it on, your own private iCloud). It is never sold, never used for advertising, and never used to train models without your consent.
de: Prvital ist privat durch Design. Die Gesundheitsdaten verbleiben auf diesem Gerät (und, nur wenn aktiviert, in der eigenen privaten iCloud). Sie werden nie verkauft, nie für Werbung genutzt und nie ohne Einwilligung zum Trainieren von Modellen verwendet.
es: Prvital es privado por diseño. Tus datos de salud residen en este dispositivo (y, solo si lo activas, en tu propio iCloud privado). Nunca se venden, nunca se usan con fines publicitarios ni para entrenar modelos sin tu consentimiento.
fr: Prvital est confidentiel par conception. Vos données de santé résident sur cet appareil (et, uniquement si vous l'activez, dans votre propre iCloud privé). Elles ne sont jamais vendues, jamais utilisées à des fins publicitaires, ni jamais utilisées pour entraîner des modèles sans votre consentement.
it: Prvital è privato fin dalla progettazione. I tuoi dati sanitari restano su questo dispositivo (e, solo se lo attivi, nel tuo iCloud privato). Non vengono mai venduti, usati per la pubblicità né usati per addestrare modelli senza il tuo consenso.
nl: Prvital is privé door ontwerp. Je gezondheidsgegevens blijven op dit apparaat (en, alleen als je dat inschakelt, in je eigen privé-iCloud). Ze worden nooit verkocht, nooit gebruikt voor advertenties en nooit gebruikt om modellen te trainen zonder jouw toestemming.
pl: Prvital jest prywatny z założenia. Twoje dane zdrowotne pozostają na tym urządzeniu (i, tylko jeśli to włączysz, w Twoim prywatnym iCloud). Nigdy nie są sprzedawane, wykorzystywane do reklam ani do trenowania modeli bez Twojej zgody.
pt: O Prvital é privado por conceção. Os teus dados de saúde vivem neste dispositivo (e, apenas se o ativares, no teu próprio iCloud privado). Nunca são vendidos, nunca usados para publicidade e nunca usados para treinar modelos sem o teu consentimento.
ro: Prvital este confidențial prin concepție. Datele tale medicale rămân pe acest dispozitiv (și, doar dacă activezi, în propriul tău iCloud privat). Nu sunt niciodată vândute, folosite pentru publicitate sau pentru antrenarea de modele fără consimțământul tău.
ru: Prvital приватен по замыслу. Ваши медицинские данные хранятся на этом устройстве (и, только если вы это включите, в вашем личном приватном iCloud). Они никогда не продаются, не используются для рекламы и не используются для обучения моделей без вашего согласия.

source: Pulse
de: Puls
es: Pulso
fr: Pulsation
it: Impulso
nl: Puls
pl: Puls
pt: Pulso
ro: Puls
ru: Пульс

source: Pump
de: Pumpe
es: Bomba
fr: Pompe
it: Microinfusore
nl: Pomp
pl: Pompa
pt: Bomba
ro: Pompă
ru: Помпа

source: Question
de: Frage
es: Pregunta
it: Domanda
nl: Vraag
pl: Pytanie
pt: Pergunta
ro: Întrebare
ru: Вопрос

source: Quick carbs
de: Schnelle Kohlenhydrate
es: Carbohidratos rápidos
fr: Glucides rapides
it: Carboidrati rapidi
nl: Snelle koolhydraten
pl: Szybkie węglowodany
pt: Hidratos rápidos
ro: Carbohidrați rapizi
ru: Быстрые углеводы

source: Quick insulin
de: Schnelles Insulin
es: Insulina rápida
fr: Insuline rapide
it: Insulina rapida
nl: Snelle insuline
pl: Szybka insulina
pt: Insulina rápida
ro: Insulină rapidă
ru: Быстрый инсулин

source: Quick links
de: Schnellzugriffe
es: Enlaces rápidos
fr: Liens rapides
it: Collegamenti rapidi
nl: Snelkoppelingen
pl: Szybkie linki
pt: Ligações rápidas
ro: Linkuri rapide
ru: Быстрые ссылки

source: Raised
de: Erhöht
es: Elevadas
fr: Élevé
it: Elevati
nl: Verhoogd
pl: Podwyższony
pt: Elevado
ro: Crescute
ru: Повышены

source: Raised — this carries a risk of DKA. Contact your care team and follow your ketone plan now.
de: Erhöht — das birgt ein DKA-Risiko. Kontaktiere jetzt dein Behandlungsteam und befolge deinen Ketonplan.
es: Elevadas — esto conlleva riesgo de DKA. Contacta con tu equipo médico y sigue tu plan de cetonas ahora.
fr: Élevé — cela comporte un risque de DKA. Contacte ton équipe soignante et suis ton plan cétones dès maintenant.
it: Elevati — comporta un rischio di DKA. Contatta subito il tuo team curante e segui il tuo piano per i chetoni.
nl: Verhoogd — dit brengt een risico op DKA met zich mee. Neem nu contact op met je behandelteam en volg je ketonplan.
pl: Podwyższony — to niesie ryzyko DKA. Skontaktuj się teraz ze swoim zespołem opieki i postępuj zgodnie ze swoim planem na wypadek ketonów.
pt: Elevado — isto acarreta um risco de DKA. Contacta a tua equipa e segue já o teu plano para cetonas.
ro: Crescute — acest lucru prezintă risc de DKA. Contactează-ți echipa medicală și urmează-ți planul pentru cetone acum.
ru: Повышены — это несёт риск DKA. Свяжись со своей лечащей командой и сейчас же следуй своему плану на случай кетонов.

source: Range
de: Bereich
es: Rango
fr: Plage
it: Intervallo
nl: Bereik
pl: Zakres
pt: Intervalo
ro: Interval
ru: Диапазон

source: Rapid-acting
de: Schnell wirkend
es: Acción rápida
fr: Action rapide
it: Ad azione rapida
nl: Snelwerkend
pl: Szybko działająca
pt: Ação rápida
ro: Cu acțiune rapidă
ru: Ультракороткого действия

source: Rate Prvital
de: Prvital bewerten
es: Valora Prvital
fr: Évaluer Prvital
it: Valuta Prvital
nl: Beoordeel Prvital
pl: Oceń Prvital
pt: Avaliar o Prvital
ro: Evaluează Prvital
ru: Оценить Prvital

source: Rate of change
de: Änderungsrate
es: Velocidad de cambio
fr: Vitesse de variation
it: Velocità di variazione
nl: Veranderingssnelheid
pl: Tempo zmian
pt: Taxa de variação
ro: Rata de variație
ru: Скорость изменения

source: Ratios
de: Faktoren
it: Rapporti
pl: Przeliczniki
pt: Rácios
ro: Rapoarte
ru: Коэффициенты

source: Reach an estimated A1c of 7.0% or lower.
de: Erreiche einen geschätzten A1c von 7,0 % oder niedriger.
es: Alcanza una A1c estimada del 7,0% o inferior.
fr: Atteignez un A1c estimé de 7,0 % ou moins.
it: Raggiungi un A1c stimato del 7,0% o inferiore.
nl: Bereik een geschatte A1c van 7,0% of lager.
pl: Osiągnij szacowane A1c na poziomie 7,0% lub niższym.
pt: Atinge uma A1c estimada de 7,0% ou inferior.
ro: Atinge un A1c estimat de 7,0% sau mai mic.
ru: Достигните расчётного A1c 7,0% или ниже.

source: Reach an estimated A1c of 7.0%% or lower.
de: Erreiche ein geschätztes A1c von 7,0%% oder weniger.
es: Alcanza un A1c estimado de 7,0%% o menos.
fr: Atteignez une A1c estimée de 7,0%% ou moins.
it: Raggiungi un'A1c stimata di 7,0%% o inferiore.
nl: Bereik een geschat A1c van 7,0%% of lager.
pl: Osiągnij szacowane A1c 7,0%% lub niższe.
pt: Atinge um A1c estimado de 7,0%% ou inferior.
ro: Atinge un A1c estimat de 7,0%% sau mai mic.
ru: Достигните расчётного A1c 7,0%% или ниже.

source: Read
de: Gelesen
es: Leído
fr: Lu
it: Letto
nl: Gelezen
pl: Przeczytane
pt: Lido
ro: Citit
ru: Прочитано

source: Read glucose, insulin, carbohydrate and workout samples already in Apple Health, and write the entries you log here back to it. Data stays on your device and in your private Health store.
de: Lies Glukose-, Insulin-, Kohlenhydrat- und Trainingswerte, die bereits in Apple Health gespeichert sind, und schreibe die Einträge, die du hier erfasst, dorthin zurück. Deine Daten bleiben auf deinem Gerät und in deinem privaten Health-Speicher.
es: Lee los datos de glucosa, insulina, carbohidratos y entrenamiento que ya están en Apple Health, y escribe en ella las entradas que registras aquí. Tus datos permanecen en tu dispositivo y en tu almacén privado de Health.
fr: Lisez les données de glucose, d'insuline, de glucides et d'entraînement déjà présentes dans Apple Health, et réécrivez-y les entrées que vous enregistrez ici. Vos données restent sur votre appareil et dans votre espace Health privé.
it: Leggi i dati di glucosio, insulina, carboidrati e allenamento già presenti in Apple Health e riscrivi al suo interno le voci che registri qui. I tuoi dati restano sul tuo dispositivo e nel tuo archivio Health privato.
nl: Lees glucose-, insuline-, koolhydraat- en trainingsgegevens die al in Apple Health staan, en schrijf de items die je hier vastlegt daarnaar terug. Je gegevens blijven op je apparaat en in je privé Health-opslag.
pl: Odczytuj dane o glukozie, insulinie, węglowodanach i treningach, które są już w Apple Health, i zapisuj w niej wpisy, które tu dodajesz. Twoje dane pozostają na Twoim urządzeniu i w Twoim prywatnym magazynie Health.
pt: Lê os dados de glicose, insulina, hidratos de carbono e treino que já estão no Apple Health e escreve nele os registos que introduzes aqui. Os teus dados permanecem no teu dispositivo e no teu arquivo privado do Health.
ro: Citește datele despre glucoză, insulină, carbohidrați și antrenamente deja existente în Apple Health și scrie în el intrările pe care le înregistrezi aici. Datele tale rămân pe dispozitivul tău și în spațiul tău privat Health.
ru: Читайте данные о глюкозе, инсулине, углеводах и тренировках, уже имеющиеся в Apple Health, и сохраняйте в нём записи, которые вы вносите здесь. Ваши данные остаются на вашем устройстве и в вашем личном хранилище Health.

source: Reading a label
de: Ein Etikett lesen
es: Cómo leer una etiqueta
fr: Lire une étiquette
it: Leggere un'etichetta
nl: Een etiket lezen
pl: Czytanie etykiety
pt: Ler um rótulo
ro: Citirea unei etichete
ru: Читаем этикетку

source: Readings
de: Messwerte
es: Lecturas
fr: Mesures
it: Letture
nl: Metingen
pl: Odczyty
pt: Leituras
ro: Citiri
ru: Измерения

source: Readings and entries you log will appear here.
de: Messwerte und Einträge, die du erfasst, erscheinen hier.
es: Las lecturas y entradas que registres aparecerán aquí.
fr: Les mesures et saisies que vous enregistrez apparaîtront ici.
it: Le letture e le voci che registri appariranno qui.
nl: Metingen en invoer die je vastlegt, verschijnen hier.
pl: Zapisane odczyty i wpisy pojawią się tutaj.
pt: As leituras e os registos que fizeres vão aparecer aqui.
ro: Citirile și înregistrările pe care le faci vor apărea aici.
ru: Записанные измерения и записи появятся здесь.

source: Readings for the selected range appear here.
de: Messwerte für den ausgewählten Zeitraum erscheinen hier.
es: Las lecturas del intervalo seleccionado aparecen aquí.
fr: Les mesures de la plage sélectionnée s'affichent ici.
it: Le letture per l'intervallo selezionato appaiono qui.
nl: Metingen voor het geselecteerde bereik verschijnen hier.
pl: Odczyty dla wybranego zakresu pojawią się tutaj.
pt: As leituras do intervalo selecionado aparecem aqui.
ro: Citirile pentru intervalul selectat apar aici.
ru: Здесь появятся измерения за выбранный период.

source: Readings from %@ to %@ count as in range. These thresholds set the green / yellow / orange / red zones and your Time-in-Range statistics.
de: Messwerte von %@ bis %@ gelten als im Zielbereich. Diese Schwellenwerte legen die grünen / gelben / orangen / roten Zonen und deine Time-in-Range-Statistiken fest.
es: Las lecturas de %@ a %@ cuentan como en rango. Estos umbrales definen las zonas verde / amarilla / naranja / roja y tus estadísticas de tiempo en rango.
fr: Les mesures de %@ à %@ comptent comme dans la cible. Ces seuils définissent les zones verte / jaune / orange / rouge et vos statistiques de temps dans la cible.
it: Le letture da %@ a %@ contano come nell'intervallo. Queste soglie impostano le zone verde / gialla / arancione / rossa e le tue statistiche di tempo nell'intervallo.
nl: Metingen van %@ tot %@ tellen als binnen bereik. Deze drempels bepalen de groene / gele / oranje / rode zones en je statistieken voor tijd binnen bereik.
pl: Odczyty od %@ do %@ liczą się jako w zakresie. Te progi wyznaczają zielone / żółte / pomarańczowe / czerwone strefy oraz Twoje statystyki czasu w zakresie.
pt: As leituras de %@ a %@ contam como dentro do intervalo. Estes limiares definem as zonas verde / amarela / laranja / vermelha e as tuas estatísticas de tempo dentro do intervalo.
ro: Citirile de la %@ la %@ contează ca fiind în interval. Aceste praguri stabilesc zonele verde / galben / portocaliu / roșu și statisticile tale de timp în interval.
ru: Измерения от %@ до %@ считаются в диапазоне. Эти пороги задают зелёную / жёлтую / оранжевую / красную зоны и вашу статистику времени в диапазоне.

source: Readings from the last three hours appear here.
de: Messwerte der letzten drei Stunden erscheinen hier.
es: Las lecturas de las últimas tres horas aparecen aquí.
fr: Les mesures des trois dernières heures apparaissent ici.
it: Le letture delle ultime tre ore appaiono qui.
nl: Metingen van de afgelopen drie uur verschijnen hier.
pl: Odczyty z ostatnich trzech godzin pojawiają się tutaj.
pt: As leituras das últimas três horas aparecem aqui.
ro: Citirile din ultimele trei ore apar aici.
ru: Измерения за последние три часа появятся здесь.

source: Reads your latest glucose to see if you're back in range
de: Liest deinen letzten Glukosewert, um zu sehen, ob du wieder im Zielbereich bist
es: Lee tu última glucosa para ver si has vuelto al rango
fr: Lit votre dernière glycémie pour voir si vous êtes de nouveau dans la cible
it: Legge la tua ultima glicemia per vedere se sei di nuovo nell'intervallo
nl: Leest je laatste glucose om te zien of je weer binnen bereik bent
pl: Odczytuje Twój ostatni pomiar glukozy, aby sprawdzić, czy jesteś z powrotem w zakresie
pt: Lê a tua última glucose para ver se voltaste ao intervalo
ro: Citește ultima ta glicemie pentru a vedea dacă ești din nou în interval
ru: Считывает последнее значение глюкозы, чтобы проверить, вернулись ли вы в диапазон

source: Ready in %@
de: Bereit in %@
es: Listo en %@
fr: Prêt dans %@
it: Pronto tra %@
nl: Klaar over %@
pl: Gotowe za %@
pt: Pronto em %@
ro: Gata în %@
ru: Готово через %@

source: Ready to share
de: Bereit zum Teilen
es: Listo para compartir
fr: Prêt à partager
it: Pronto da condividere
nl: Klaar om te delen
pl: Gotowe do udostępnienia
pt: Pronto para partilhar
ro: Gata de partajat
ru: Готово к отправке

source: Ready to show a helper
de: Bereit zum Vorzeigen
es: Lista para mostrar a quien ayude
fr: Prête à montrer à un aidant
it: Pronta da mostrare a chi aiuta
nl: Klaar om aan een helper te tonen
pl: Gotowa do pokazania pomagającemu
pt: Pronto a mostrar a quem ajudar
ro: Gata de arătat unui ajutor
ru: Готова показать помощнику

source: Ready when you are — a reading or a meal starts your day.
de: Bereit, wenn du es bist — ein Messwert oder eine Mahlzeit startet deinen Tag.
es: Listo cuando tú lo estés — una lectura o una comida empieza tu día.
fr: Prêt quand vous l'êtes — une mesure ou un repas commence votre journée.
it: Pronto quando lo sei tu — una lettura o un pasto dà il via alla tua giornata.
nl: Klaar wanneer jij dat bent — een meting of een maaltijd start je dag.
pl: Gotowe, kiedy tylko zechcesz — odczyt lub posiłek rozpoczyna Twój dzień.
pt: Pronto quando tu estiveres — uma leitura ou uma refeição começa o teu dia.
ro: Gata când ești și tu — o citire sau o masă îți începe ziua.
ru: Готово, когда будете готовы вы — измерение или приём пищи начнёт ваш день.

source: Rebound highs
de: Rebound-Hochwerte
es: Subidas de rebote
fr: Rebonds hyperglycémiques
it: Rimbalzi verso l'alto
nl: Terugslagpieken
pl: Przecukrzenia z odbicia
pt: Subidas de rebound
ro: Reveniri în urcare
ru: Рикошетные подъёмы

source: Rebound highs after lows
de: Hohe Werte nach Tiefs
es: Rebotes altos tras las bajadas
fr: Rebonds élevés après les hypos
it: Rimbalzi alti dopo gli ipo
nl: Hoge waarden na hypo's
pl: Odbicia w górę po niedocukrzeniach
pt: Subidas de rebote após as baixas
ro: Reveniri ridicate după hipoglicemii
ru: Скачки вверх после гипогликемий

source: Rebounds after lows
de: Rebounds nach Tiefs
es: Rebotes tras hipoglucemias
fr: Rebonds après hypoglycémie
it: Rimbalzi dopo i valori bassi
nl: Terugslag na lage waarden
pl: Odbicia po niedocukrzeniach
pt: Rebounds após mínimas
ro: Reveniri după minime
ru: Рикошет после гипогликемии

source: Recent
de: Zuletzt
es: Reciente
fr: Récent
it: Recenti
pl: Ostatnie
pt: Recentes
ro: Recente
ru: Недавние

source: Recent entries
de: Letzte Einträge
es: Registros recientes
fr: Entrées récentes
it: Registrazioni recenti
nl: Recente metingen
pl: Ostatnie wpisy
pt: Registos recentes
ro: Înregistrări recente
ru: Недавние записи

source: Recent foods
de: Zuletzt verwendete Lebensmittel
es: Alimentos recientes
fr: Aliments récents
it: Alimenti recenti
nl: Recente voeding
pl: Ostatnie produkty
pt: Alimentos recentes
ro: Alimente recente
ru: Недавние продукты

source: Recent glucose trend
de: Aktueller Glukoseverlauf
es: Tendencia reciente de glucosa
fr: Tendance glycémique récente
it: Andamento recente della glicemia
nl: Recente glucosetrend
pl: Ostatni trend glikemii
pt: Tendência recente da glicemia
ro: Tendința recentă a glicemiei
ru: Недавняя динамика глюкозы

source: Recheck after your meal
de: Nach dem Essen erneut messen
es: Vuelve a medir después de tu comida
fr: Recontrôlez après votre repas
it: Ricontrolla dopo il pasto
nl: Meet opnieuw na je maaltijd
pl: Sprawdź ponownie po posiłku
pt: Volte a medir após a refeição
ro: Reverifică după masă
ru: Проверьте снова после еды

source: Recheck before correcting again; rapid insulin can keep working for 3–5 hours.
de: Miss erneut, bevor du wieder korrigierst; schnell wirkendes Insulin kann noch 3–5 Stunden lang wirken.
es: Vuelve a comprobar antes de corregir de nuevo; la insulina rápida puede seguir actuando durante 3–5 horas.
fr: Recontrôle avant de corriger à nouveau ; l'insuline rapide peut continuer à agir pendant 3 à 5 heures.
it: Ricontrolla prima di correggere di nuovo; l'insulina rapida può continuare ad agire per 3–5 ore.
nl: Controleer opnieuw voordat je nog eens corrigeert; snelwerkende insuline kan tot 3–5 uur blijven werken.
pl: Sprawdź ponownie przed kolejną korektą — insulina szybko działająca może działać jeszcze przez 3–5 godzin.
pt: Verifica novamente antes de corrigires outra vez; a insulina rápida pode continuar a atuar durante 3–5 horas.
ro: Reverifică înainte de a corecta din nou; insulina rapidă poate continua să acționeze timp de 3–5 ore.
ru: Проверь глюкозу снова, прежде чем вводить ещё одну коррекцию — инсулин быстрого действия может работать 3–5 часов.

source: Recheck glucose
de: Glukose nachmessen
es: Volver a medir la glucosa
fr: Recontrôler la glycémie
it: Ricontrolla la glicemia
nl: Glucose opnieuw meten
pl: Sprawdź glukozę ponownie
pt: Voltar a medir a glicose
ro: Reverifică glicemia
ru: Перепроверить глюкозу

source: Recheck in 15 min.
de: In 15 Min. nachmessen.
es: Vuelve a medir en 15 min.
fr: Recontrôlez dans 15 min.
it: Ricontrolla tra 15 min.
nl: Meet opnieuw over 15 min.
pl: Sprawdź ponownie za 15 min.
pt: Volta a medir daqui a 15 min.
ro: Reverifică în 15 min.
ru: Перепроверьте через 15 мин.

source: Recheck now
de: Jetzt nachmessen
es: Revisa ahora
fr: Revérifie maintenant
it: Ricontrolla ora
nl: Controleer nu
pl: Sprawdź teraz
pt: Volta a verificar agora
ro: Reverifică acum
ru: Проверьте сейчас
